{
  "html_lang": "pt-BR",

  "Home": "Início",
  "Generator": "Gerador",
  "Laws": "Leis",
  "Why use?": "Por que usar?",
  "Cookies": "Cookies",
  "Contact": "Contato",
  "Thank You": "Obrigado",

  "Politics Privacy": "Política de Privacidade",
  "Terms of use": "Termos de Uso",
  "About": "Sobre nós",

  "Why use": "Por que usar",
  "Terms of Service": "Termos de Serviço",
  "Privacy Policy": "Política de Privacidade",
  "Cookeis": "Cookies",
  "About us": "Sobre nós",
  "Page Not Found": "Página Não Encontrada",

  "Generate Banner": "Gerar Banner",
  "Configure Banner": "Configurar Banner",

  "Steps to Implement your Consent Mode V2": "Passos para Implementar seu Consent Mode V2",
  "Select Preferences": "Selecionar Preferências",
  "Choose your preferred banner placement, title, and button options.": "Escolha a posição do banner, título e opções de botão desejadas.",
  "Customize Appearance": "Personalizar Aparência",
  "Adjust the banner's appearance by setting the border radius, colors, and text.": "Ajuste a aparência do banner configurando o raio da borda, cores e texto.",
  "Generate Code": "Gerar Código",
  "Click the generate button to receive your personalized banner code.": "Clique no botão de geração para receber seu código de banner personalizado.",
  "Implement": "Implementar",
  "Copy the generated code and insert it into your website's HTML.": "Copie o código gerado e insira-o no HTML do seu site.",
  "Create a free consent mode banner for your website with our easy-to-use tool. Ensure compliance with GDPR, LGPD, and CCPA while providing a seamless user experience.": "Crie um banner de modo de consentimento gratuito para o seu site com nossa ferramenta fácil de usar. Garanta a conformidade com GDPR, LGPD e CCPA, proporcionando uma experiência do usuário perfeita.",

  "Light-weight Script": "Script Leve",
  "A lightweight script which does not affect website speed": "Um script leve que não afeta a velocidade do site",
  "Easy to integrate": "Fácil de integrar",
  "In just a few clicks, the consent banner will be available on your website": "Com apenas alguns cliques, o banner de consentimento estará disponível no seu site",
  "Browser Support": "Compatível com Navegadores",
  "Supports all the major web browsers and devices": "Compatível com todos os principais navegadores e dispositivos",

  "What Is Cookie Banner Generator": "O que é o Gerador de Banner de Cookies",
  "Develop trust with your site clients while adhering to current data protection regulations and avoiding potential fines.": "Desenvolva confiança com os clientes do seu site enquanto cumpre as regulamentações de proteção de dados e evita possíveis multas.",
  "Cookie Notice Generator is an online web tool or app that creates highly customizable cookie consent banners for websites. You can modify the banner text, colors, layout position, and more.": "O Gerador de Aviso de Cookies é uma ferramenta online que cria banners de consentimento altamente personalizáveis para sites. Você pode modificar o texto, cores, posição e muito mais.",
  "GDPR, LGPD, CCPA, consent mode banner, custom consent banner, free consent banner tool, website compliance, privacy regulations": "GDPR, LGPD, CCPA, banner de modo de consentimento, banner de consentimento personalizado, ferramenta gratuita de banner de consentimento, conformidade com sites, regulamentações de privacidade",
  "GDPR, LGPD, CCPA, custom consent banner, free consent banner tool, website compliance, HTML CSS JavaScript snippets, privacy regulations": "GDPR, LGPD, CCPA, banner de consentimento personalizado, ferramenta gratuita de banner de consentimento, conformidade com sites, trechos de HTML CSS JavaScript, regulamentações de privacidade",
  "Cookie Consent Management, GDPR Cookies, Online Privacy Compliance": "Gerenciamento de Consentimento de Cookies, Cookies GDPR, Conformidade com a Privacidade Online",
  "about us, consent banner generator, our mission, compliance, user experience": "sobre nós, gerador de banner de consentimento, nossa missão, conformidade, experiência do usuário",
  "404 page, page not found, error page, free consent mode banner, customizable consent banner": "página 404, página não encontrada, página de erro, banner de modo de consentimento gratuito, banner de consentimento personalizável",
  "GDPR Compliance, Data Protection Laws, Personal Data Security": "Conformidade com GDPR, Leis de Proteção de Dados, Segurança de Dados Pessoais",
  "privacy policy, data handling, user privacy, data security, consent banner": "política de privacidade, gerenciamento de dados, privacidade do usuário, segurança de dados, banner de consentimento",
  "terms of service, consent banner terms, usage guidelines, compliance, transparency": "termos de serviço, termos do banner de consentimento, diretrizes de uso, conformidade, transparência",
  "Data Privacy, Google Consent Mode, Privacy Compliance": "Privacidade de Dados, Modo de Consentimento do Google, Conformidade com a Privacidade",
  "contact us, support, queries, feedback, consent mode banner, customizable consent banner": "entre em contato, suporte, dúvidas, feedback, banner de modo de consentimento, banner de consentimento personalizável",
  "Discover the benefits of adopting privacy-conscious practices, such as using the Google Consent Mode, to enhance user transparency and compliance with global regulations like GDPR and CCPA. Improve user trust while optimizing advertising performance and data collection.": "Descubra os benefícios de adotar práticas voltadas à privacidade, como o uso do Modo de Consentimento do Google, para aumentar a transparência do usuário e cumprir regulamentações globais como GDPR e CCPA. Melhore a confiança dos usuários enquanto otimiza o desempenho de anúncios e a coleta de dados.",
  "Get in touch with us for any queries, feedback, or support related to our free and customizable consent mode banner generator. We are here to help you.": "Entre em contato conosco para dúvidas, feedback ou suporte relacionado ao nosso gerador gratuito e personalizável de banners de consentimento. Estamos aqui para ajudar.",
  "Read our terms of service to understand the rules and guidelines for using our free consent mode banner generator. Ensure compliance and transparency.": "Leia nossos termos de serviço para entender as regras e diretrizes para o uso do nosso gerador gratuito de banners de consentimento. Garanta conformidade e transparência.",
  "Learn about our privacy policy and how we handle your data when you use our free consent mode banner generator. Your privacy and security are our priority.": "Saiba mais sobre nossa política de privacidade e como tratamos seus dados ao usar nosso gerador gratuito de banners de consentimento. Sua privacidade e segurança são nossa prioridade.",
  "Learn about essential data privacy laws, including GDPR, LGPD, and CCPA, designed to protect personal data and ensure companies handle information responsibly. Stay compliant, avoid penalties, and build trust with your users by aligning with data protection regulations.": "Conheça as principais leis de privacidade de dados, incluindo GDPR, LGPD e CCPA, projetadas para proteger os dados pessoais e garantir que as empresas lidem com as informações de forma responsável. Mantenha-se em conformidade, evite penalidades e construa confiança com seus usuários alinhando-se às regulamentações de proteção de dados.",
  "Create and customize the Consent Mode to best suit your website, adjust the layout, colors, position, all for free": "Crie e personalize o Modo de Consentimento para se adequar ao seu site, ajustando o layout, cores e posição, tudo gratuitamente.",
  "Understand how cookies function to enhance website user experience while ensuring compliance with privacy laws like GDPR. Implement proper cookie consent management and give users control over their data sharing preferences.": "Entenda como os cookies funcionam para melhorar a experiência do usuário no site, garantindo conformidade com leis de privacidade como o GDPR. Implemente um gerenciamento adequado de consentimento de cookies e dê aos usuários controle sobre suas preferências de compartilhamento de dados.",
  "Discover more about our mission to provide a free, customizable consent mode banner generator. Learn about our team and our commitment to compliance and user experience.": "Saiba mais sobre nossa missão de fornecer um gerador gratuito e personalizável de banners de consentimento. Conheça nossa equipe e nosso compromisso com a conformidade e a experiência do usuário.",
  "Sorry, the page you are looking for does not exist. Return to our home page to generate customizable consent mode banners for your website.": "Desculpe, a página que você está procurando não existe. Volte para nossa página inicial para gerar banners de consentimento personalizáveis para o seu site.",
  "Features of Cookie Banner Generator": "Recursos do Gerador de Banner de Cookies",
  "Free of Cost": "Gratuito",
  "Highly customizable": "Altamente personalizável",
  "Millions of colors supported": "Milhões de cores suportadas",
  "Various layouts to choose from": "Vários layouts disponíveis",
  "Can be configured through the interface": "Pode ser configurado pela interface",
  "Easy integration with all types of websites including WordPress sites": "Fácil integração com todos os tipos de sites, incluindo WordPress",
  "Available with Google Tag Manager": "Disponível com Google Tag Manager",
  "Hassle-free download": "Download sem complicações",
  "Generate Free Consent Banner": "Gerar Banner de Consentimento Gratuito",
  "Access": "Acessar",

  "Benefits": "Benefícios",
  "Easy to Use": "Fácil de Usar",
  "Generate your consent mode banner with a few clicks. No coding skills required.": "Gere seu banner de modo de consentimento com alguns cliques. Nenhuma habilidade de programação necessária.",
  "Customizable": "Personalizável",
  "Customize the banner's text, colors, and layout to fit your website's design.": "Personalize o texto, as cores e o layout do banner para se adequar ao design do seu site.",
  "Responsive Design": "Design Responsivo",
  "Our banners are fully responsive and look great on all devices.": "Nossos banners são totalmente responsivos e ficam ótimos em todos os dispositivos.",
  "Free": "Gratuito",
  "Use our consent mode banner generator for free. No hidden charges.": "Use nosso gerador de banners de modo de consentimento gratuitamente. Sem taxas ocultas.",
  "Discover Our App": "Descubra Nosso App",
  "Experience the simplicity and efficiency of our PWA app for creating consent mode banners.": "Experimente a simplicidade e eficiência do nosso aplicativo PWA para criar banners de modo de consentimento.",
  "Try the App": "Experimente o App",
  "Frequently Asked Questions": "Perguntas Frequentes",
  "What is a Consent Mode Banner?": "O que é um Banner de Modo de Consentimento?",
  "A consent mode banner is a tool that helps websites comply with GDPR regulations by informing users about cookies and allowing them to choose which cookies they want to accept.": "Um banner de modo de consentimento é uma ferramenta que ajuda sites a cumprir os regulamentos da GDPR, informando os usuários sobre cookies e permitindo que escolham quais desejam aceitar.",
  "How can I customize my banner?": "Como posso personalizar meu banner?",
  "You can customize the text, colors, and layout of the banner using our easy-to-use generator. Simply fill out the form and generate the code.": "Você pode personalizar o texto, as cores e o layout do banner usando nosso gerador fácil de usar. Basta preencher o formulário e gerar o código.",
  "Is the banner responsive?": "O banner é responsivo?",
  "Yes, our banners are designed to be fully responsive and will look great on all devices, from desktop computers to mobile phones.": "Sim, nossos banners são totalmente responsivos e ficarão ótimos em todos os dispositivos, desde computadores até celulares.",
  "Is this service free?": "Este serviço é gratuito?",
  "Yes, our consent mode banner generator is completely free to use. There are no hidden charges or fees.": "Sim, nosso gerador de banners de modo de consentimento é totalmente gratuito. Não há taxas ocultas ou cobranças.",

  "Contact Us": "Fale Conosco",
  "If you have any questions or need support, please": "Se você tiver alguma dúvida ou precisar de suporte",
  "contact us": "entre em contato",

  "Copyright by toloz.at. All rights reserved.": "Direitos autorais por toloz.at. Todos os direitos reservados.",

  "If don't how configure your banner yet,": "Se ainda não sabe como configurar seu banner,",
  "click here": "clique aqui",
  "Banner Title:": "Título do Banner:",
  "Cookie settings": "Configurações de Cookies",
  "Banner Text:": "Texto do Banner:",
  "We use cookies to provide you with the best possible experience...": "Utilizamos cookies para oferecer a melhor experiência possível...",
  "Terms of use (Link)": "Termos de Uso (Link)",
  "Politics Privacy:": "Política de Privacidade:",
  "Button Options:": "Opções de Botões:",
  "Show All Buttons": "Mostrar Todos os Botões",
  "Accept Button Text:": "Texto do Botão Aceitar:",
  "Accept": "Aceitar",
  "Reject Button Text:": "Texto do Botão Rejeitar:",
  "Reject": "Rejeitar",
  "Settings Button Text:": "Texto do Botão Configurações:",
  "Settings": "Configurações",
  "Accept Button Color:": "Cor do Botão Aceitar:",
  "Reject Button Color:": "Cor do Botão Rejeitar:",
  "Settings Button Color:": "Cor do Botão Configurações:",
  "Toggle:": "Alternar:",
  "Banner Placement:": "Posição do Banner:",
  "Top": "Topo",
  "Bottom": "Rodapé",
  "Bottom Left": "Inferior Esquerdo",
  "Bottom Right": "Inferior Direito",
  "Bottom Center": "Inferior Central",
  "Button Radius (0-10px):": "Raio do Botão (0-10px):",
  "Border Radius (0-10px):": "Raio da Borda (0-10px):",

  "This is your banner ID": "Esse é o ID do seu banner",
  "Generated CDN Code (Place inside &lt;body&gt; tag)": "Código CDN (Coloque dentro da tag &lt;body&gt;)",
  "Copy": "Copiar",

  "Banner Configuration Options": "Opções de Configuração do Banner",
  "Customize your consent banner directly from our site to meet your website's needs. Below are the configuration options available and how they affect the banner's behavior:": "Personalize seu banner de consentimento diretamente do nosso site para atender às necessidades do seu site. Abaixo estão as opções de configuração disponíveis e como elas afetam o comportamento do banner:",
  "These are all the configuration options you can make on your banner, below we will explain each section.": "Estas são todas as opções de configuração que você pode fazer no seu banner, abaixo explicaremos cada seção.",
  "Once you start editing, a pop-up like this will appear with the name": "Assim que você começar a editar, um pop-up como este aparecerá com o nome",
  "Close Preview": "Fechar Pré-visualização",
  "From this point on you can see all the settings you are making": "A partir deste ponto, você pode ver todas as configurações que está fazendo",
  "By clicking on settings you can also see the cookie settings": "Ao clicar em configurações, você também pode ver as configurações de cookies",
  "These are the options that a user can choose.": "Estas são as opções que um usuário pode escolher.",
  "learning more here.": "saiba mais aqui.",
  "1. Configure title and description of your banner": "1. Configure o título e a descrição do seu banner",
  "This information appears for the user to read and understand what it is.": "Essas informações aparecem para que o usuário leia e entenda do que se trata.",
  "2. Design the Banner's Appearance": "2. Personalize a Aparência do Banner",
  "Customize the banner's style, including colors, borders, and placement on the page (top, bottom, or modal).": "Personalize o estilo do banner, incluindo cores, bordas e posicionamento na página (topo, rodapé ou modal).",
  "4. Choose buttons options": "4. Escolha as opções de botões",
  "Enable all buttons or not and customize button name.": "Habilite ou não todos os botões e personalize o nome dos botões.",
  "5. Adding terms and policy": "5. Adicionando termos e política",
  "You can add your terms of service and privacy policy to your banner": "Você pode adicionar seus termos de serviço e política de privacidade ao seu banner",
  "6. Save": "6. Salvar",
  "You just need to click on": "Basta clicar no",
  "button and a code will be displayed below": "e um código será exibido abaixo",
  "see how:": "veja como:",
  "Configure manually": "Configurar manualmente",
  "Configure with Google tag manager": "Configurar com o Google Tag Manager",
  "Using these configuration options, you can create a consent banner tailored to your website's branding and legal compliance needs.": "Usando essas opções de configuração, você pode criar um banner de consentimento adaptado à identidade da sua marca e às exigências legais.",
  "Configure Manually": "Configurar Manualmente",
  "Follow this step-by-step tutorial to implement consent mode on your website using the provided script. This ensures compliance with data protection laws while maintaining control over cookie behavior.": "Siga este tutorial passo a passo para implementar o modo de consentimento no seu site usando o script fornecido. Isso garante conformidade com as leis de proteção de dados, mantendo o controle sobre o comportamento dos cookies.",
  "Step 1: Add the Consent Banner Script": "Passo 1: Adicione o Script do Banner de Consentimento",
  "Include the script in the end of &lt;body&gt; section of your website to enable the consent banner.": "Inclua o script no final da seção &lt;body&gt; do seu site para ativar o banner de consentimento.",
  "Your banner ID": "ID DO SEU BANNER",
  "This script initializes the consent banner and connects it to your configuration.": "Este script inicializa o banner de consentimento e o conecta à sua configuração.",
  "Step 2: Preview How It Looks on Your Site": "Passo 2: Pré-visualize Como Ele Aparece no Seu Site",
  "Once implemented, the banner should appear on your website, allowing users to select their preferences. Here's an example of how it might look:": "Uma vez implementado, o banner deve aparecer no seu site, permitindo que os usuários selecionem suas preferências. Aqui está um exemplo de como pode parecer:",
  "Step 3: Verify Consent Tracking (optional)": "Passo 3: Verifique o Rastreamento de Consentimento (opcional)",
  "Test the consent banner to ensure that it correctly tracks user choices and applies them. Check that cookies behave according to user selections and only load after consent when required.": "Teste o banner de consentimento para garantir que ele rastreia corretamente as escolhas dos usuários e as aplica. Verifique se os cookies se comportam de acordo com as seleções do usuário e só são carregados após o consentimento quando necessário.",
  "If you use Google Tag Manager on your website, just go to your website option and when you enter the preview, you will be able to see all the options and there will be a new option called": "Se você usa o Google Tag Manager no seu site, basta ir até a opção do seu site e, ao entrar na pré-visualização, você poderá ver todas as opções e haverá uma nova opção chamada",
  "Consent Default": "Consentimento Padrão",
  "with initial personalization. In case the user decides to refuse some options, it will also appear as in the example below.": "com personalização inicial. Caso o usuário decida recusar algumas opções, isso também aparecerá conforme o exemplo abaixo.",
  "Step 5: Update Your Privacy Policy": "Passo 5: Atualize Sua Política de Privacidade",
  "Ensure that your privacy policy reflects the use of the consent banner and explains how user preferences are managed.": "Certifique-se de que sua política de privacidade reflete o uso do banner de consentimento e explica como as preferências dos usuários são gerenciadas.",
  "After completing these steps, your website will comply with cookie consent regulations, providing transparency and control to users.": "Após concluir essas etapas, seu site estará em conformidade com as regulamentações de consentimento de cookies, proporcionando transparência e controle aos usuários.",
  "Configure with Google Tag Manager": "Configurar com o Google Tag Manager",
  "Follow this step-by-step tutorial to implement consent mode on your website using the provided GTM tutorial. This ensures compliance with data protection laws while maintaining control over cookie behavior.": "Siga este tutorial passo a passo para implementar o modo de consentimento no seu site usando o tutorial fornecido para GTM. Isso garante conformidade com as leis de proteção de dados, mantendo o controle sobre o comportamento dos cookies.",
  "Step 1: Add tag in your GTM account": "Passo 1: Adicione a tag na sua conta do GTM",
  "As a first step, you need to add a new tag in your GTM account. To do this, follow the steps below:": "Como primeiro passo, você precisa adicionar uma nova tag na sua conta do GTM. Para isso, siga os passos abaixo:",
  "1. Go to your GTM account and click on the": "1. Acesse sua conta do GTM e clique na opção",
  "Tags": "Tags",
  "option.": "",
  "2. Click on the": "2. Clique no botão",
  "New": "Novo",
  "button to create a new tag.": "para criar uma nova tag.",
  "3. Select the": "3. Selecione a opcão",
  "Discover more tag types in the Community Template Gallery": "Descobrir mais tipos de tags na Galeria de Modelos da Comunidade.",
  "4. Search for the": "4. Pesquise pela tag",
  "Consent Mode (Free) - Toolz": "Consent Mode (Free) - Toolz",
  "tag and click on it.": "e clique nela.",
  "5. Click on the": "5. Clique no botão",
  "Add to workspace": "Adicionar ao espaço de trabalho.",
  "button.": "",
  "6. Confirm the tag creation by clicking on the": "6. Confirme a criação da tag clicando no botão",
  "Add": "Adicionar",
  "You are going to see this image below": "Você verá a seguinte imagem abaixo",
  "Step 2: Add your banner ID": "Passo 2: Adicione o ID do seu banner",

  "Get your banner ID generated in": "Obtenha o ID do seu banner gerado na",
  "Banner Configuration": "Configuração do Banner",
  "and put it in the": "e insira-o no campo",
  "Banner ID": "ID do Banner.",
  "field.": "",

  "Step 3: Add default settings": "Passo 3: Adicione as configurações padrão",
  "You can also add the default cookie settings for your banner.": "Você também pode adicionar as configurações padrão de cookies para o seu banner.",
  "1. Click on": "1. Clique em",
  "Add Row": "Adicionar Linha",
  "2. Select between": "2. Selecione entre",
  "and": "e",
  "cookies.": "cookies.",
  "3. Select": "3. Selecione",
  "Granted": "Granted",
  "or": "ou",
  "Denied": "Denied",
  "the cookie option to start as default.": "a opção de cookie para começar como padrão.",

  "Step 4: Save and Publish": "Passo 4: Salve e Publique",
  "After completing the configuration, click on the": "Após concluir a configuração, clique no botão",
  "Save": "Salvar",
  "button and then on the": "e depois no botão",
  "Publish": "Publicar",
  "button to apply the changes to your website.": "para aplicar as alterações ao seu site.",

  "Step 3: Verify Consent Tracking": "Etapa 3: Verificar o Rastreamento de Consentimento",
  "After completing these steps, your website will comply with cookie consent regulations, providing transparency and control to users. Now your banner are going to appear in your website": "Após concluir essas etapas, seu site estará em conformidade com as regulamentações de consentimento de cookies, proporcionando transparência e controle aos usuários. Agora, seu banner aparecerá no seu site.",
  "Data Privacy Laws and Google Consent Mode V2": "Leis de Privacidade de Dados e Google Consent Mode V2",
  "GDPR - General Data Protection Regulation": "GDPR - Regulamento Geral de Proteção de Dados",
  "The GDPR is the European Union’s data protection and privacy regulation. It mandates transparency, consent, and accountability in how organizations handle personal data. Under GDPR, businesses must inform users about data collection, provide opt-in consent, and ensure secure data storage. Google Consent Mode V2 aligns with GDPR by enabling websites to respect user preferences for cookies and tracking technologies.": "O GDPR é o regulamento de proteção de dados e privacidade da União Europeia. Ele exige transparência, consentimento e responsabilidade no tratamento de dados pessoais pelas organizações. Sob o GDPR, as empresas devem informar os usuários sobre a coleta de dados, obter consentimento explícito e garantir o armazenamento seguro dos dados. O Google Consent Mode V2 está alinhado ao GDPR, permitindo que os sites respeitem as preferências dos usuários em relação a cookies e tecnologias de rastreamento.",
  "How Google Consent Mode V2 Complies:": "Como o Google Consent Mode V2 Está em Conformidade:",
  "Allows users to opt in or out of tracking cookies (analytics and ads).": "Permite que os usuários aceitem ou recusem cookies de rastreamento (análises e anúncios).",
  "Integrates with CMPs like Usercentrics to manage consent.": "Integra-se com CMPs como Usercentrics para gerenciar o consentimento.",
  "Automatically updates Google Tag Manager settings based on user choices.": "Atualiza automaticamente as configurações do Google Tag Manager com base nas escolhas do usuário.",
  "LGPD - Lei Geral de Proteção de Dados": "LGPD - Lei Geral de Proteção de Dados",
  "Brazil’s LGPD focuses on protecting the personal data of individuals. It is similar to the GDPR but tailored to the Brazilian context. The LGPD requires clear communication of data practices, user consent for non-essential cookies, and the ability to revoke consent. With Google Consent Mode V2, websites operating in Brazil can automate compliance by integrating consent management tools.": "A LGPD do Brasil foca na proteção dos dados pessoais dos indivíduos. É semelhante ao GDPR, mas adaptada ao contexto brasileiro. A LGPD exige comunicação clara sobre práticas de dados, consentimento do usuário para cookies não essenciais e a possibilidade de revogar esse consentimento. Com o Google Consent Mode V2, sites que operam no Brasil podem automatizar a conformidade integrando ferramentas de gerenciamento de consentimento.",
  "Key Features of Google Consent Mode V2 for LGPD:": "Principais Recursos do Google Consent Mode V2 para a LGPD:",
  "Default consent settings to \"denied\" for tracking cookies until user opt-in.": "Configurações padrão de consentimento como \"negado\" para cookies de rastreamento até que o usuário aceite.",
  "Real-time updates to tracking tools based on consent status.": "Atualizações em tempo real para ferramentas de rastreamento com base no status do consentimento.",
  "Helps businesses demonstrate compliance with LGPD mandates.": "Ajuda as empresas a demonstrar conformidade com as exigências da LGPD.",
  "CCPA - California Consumer Privacy Act": "CCPA - Lei de Privacidade do Consumidor da Califórnia",
  "The CCPA protects the privacy rights of California residents by requiring businesses to disclose their data practices and offer opt-outs for data sales. While the CCPA does not mandate opt-in consent like GDPR, it emphasizes user control. Google Consent Mode V2 supports CCPA by ensuring ad personalization and data tracking respect opt-out preferences.": "A CCPA protege os direitos de privacidade dos residentes da Califórnia, exigindo que as empresas divulguem suas práticas de dados e ofereçam a opção de recusar a venda de dados. Embora a CCPA não exija consentimento prévio como o GDPR, ela enfatiza o controle do usuário. O Google Consent Mode V2 oferece suporte à CCPA, garantindo que a personalização de anúncios e o rastreamento de dados respeitem as preferências de exclusão do usuário.",
  "CCPA Highlights in Google Consent Mode V2:": "Destaques da CCPA no Google Consent Mode V2:",
  "Supports \"Do Not Sell My Personal Information\" requirements.": "Suporta os requisitos de \"Não Vender Minhas Informações Pessoais\".",
  "Allows businesses to limit data sharing when users opt out.": "Permite que as empresas limitem o compartilhamento de dados quando os usuários recusam.",
  "Adapts cookie behavior dynamically based on user preferences.": "Adapta dinamicamente o comportamento dos cookies com base nas preferências do usuário.",
  "Other Global Privacy Laws": "Outras Leis Globais de Privacidade",
  "Beyond GDPR, LGPD, and CCPA, other jurisdictions have introduced privacy laws, such as Canada’s PIPEDA, Australia’s Privacy Act, and South Africa’s POPIA. While specifics differ, the principles of transparency, consent, and user rights remain universal. Google Consent Mode V2 enables a unified approach to global compliance by integrating with multiple CMPs and adapting to various legal frameworks.": "Além do GDPR, LGPD e CCPA, outras jurisdições introduziram leis de privacidade, como a PIPEDA do Canadá, a Lei de Privacidade da Austrália e a POPIA da África do Sul. Embora os detalhes variem, os princípios de transparência, consentimento e direitos do usuário são universais. O Google Consent Mode V2 permite uma abordagem unificada para a conformidade global, integrando-se a diversas CMPs e adaptando-se a diferentes estruturas legais.",
  "Global Compliance with Google Consent Mode V2:": "Conformidade Global com o Google Consent Mode V2:",
  "Provides a consistent framework for managing user consent across regions.": "Fornece uma estrutura consistente para gerenciar o consentimento do usuário em diversas regiões.",
  "Supports multiple languages and configurations for diverse audiences.": "Suporta vários idiomas e configurações para diferentes públicos.",
  "Reduces the complexity of multi-jurisdictional compliance efforts.": "Reduz a complexidade dos esforços de conformidade em múltiplas jurisdições.",
  "Data Privacy Laws": "Leis de Privacidade de Dados",
  "Overview of key regulations protecting your data": "Visão geral das principais regulamentações que protegem seus dados",
  "GDPR (General Data Protection Regulation)": "GDPR (Regulamento Geral de Proteção de Dados)",
  "A European Union regulation that ensures the protection of personal data and privacy for individuals within the EU. It mandates transparency, user consent, and the right to access, correct, and delete personal data.": "Uma regulamentação da União Europeia que garante a proteção de dados pessoais e a privacidade dos indivíduos dentro da UE. Ela exige transparência, consentimento do usuário e o direito de acessar, corrigir e excluir dados pessoais.",
  "LGPD (Lei Geral de Proteção de Dados)": "LGPD (Lei Geral de Proteção de Dados)",
  "Brazil's data protection law designed to protect personal data and privacy. It gives individuals rights to access, correct, and delete their data, and requires businesses to obtain clear consent for data processing.": "A lei de proteção de dados do Brasil foi criada para proteger os dados pessoais e a privacidade. Ela garante aos indivíduos o direito de acessar, corrigir e excluir seus dados e exige que as empresas obtenham consentimento claro para o processamento de dados.",
  "CCPA (California Consumer Privacy Act)": "CCPA (Lei de Privacidade do Consumidor da Califórnia)",
  "A U.S. regulation granting California residents rights to know how their data is used, request deletion, and opt-out of data sales. It emphasizes transparency and user control over personal information.": "Uma regulamentação dos EUA que concede aos residentes da Califórnia o direito de saber como seus dados são usados, solicitar a exclusão e optar por não vender seus dados. Ela enfatiza a transparência e o controle do usuário sobre suas informações pessoais.",
  "Other Laws": "Outras Leis",
  "Similar regulations exist worldwide, such as Canada's PIPEDA, Australia's Privacy Act, and Japan's APPI. These laws aim to protect user privacy, ensure data security, and hold businesses accountable for data practices.": "Regulamentações semelhantes existem em todo o mundo, como a PIPEDA do Canadá, a Lei de Privacidade da Austrália e a APPI do Japão. Essas leis visam proteger a privacidade do usuário, garantir a segurança dos dados e responsabilizar as empresas por suas práticas de dados.",
  "Note:": "Nota:",
  "These laws vary by region but share common goals of protecting individual privacy, ensuring transparency, and granting users control over their data.": "Essas leis variam por região, mas compartilham objetivos comuns de proteger a privacidade individual, garantir transparência e conceder controle aos usuários sobre seus dados.",
  "Why Use Google Consent Mode V2?": "Por que usar o Google Consent Mode V2?",
  "Enhanced Privacy Compliance": "Conformidade aprimorada com privacidade",
  "Google Consent Mode V2 helps businesses navigate the complex landscape of global privacy regulations like GDPR, LGPD, and CCPA. By integrating seamlessly with Consent Management Platforms (CMPs), it ensures that user consent preferences are respected, reducing legal risks and building user trust.": "O Google Consent Mode V2 ajuda as empresas a navegar no complexo cenário das regulamentações globais de privacidade, como GDPR, LGPD e CCPA. Ao se integrar perfeitamente às Plataformas de Gerenciamento de Consentimento (CMPs), garante que as preferências de consentimento dos usuários sejam respeitadas, reduzindo riscos legais e aumentando a confiança do usuário.",
  "Aligns with multiple privacy laws worldwide.": "Alinha-se com várias leis de privacidade em todo o mundo.",
  "Automates updates to tracking tools based on consent status.": "Automatiza atualizações em ferramentas de rastreamento com base no status do consentimento.",
  "Demonstrates commitment to user data privacy and transparency.": "Demonstra compromisso com a privacidade e transparência dos dados do usuário.",
  "Optimized Data Collection": "Coleta de dados otimizada",
  "Even when users opt out of certain cookies, Google Consent Mode V2 enables websites to collect anonymized data. This ensures businesses can maintain data-driven decision-making without compromising privacy.": "Mesmo quando os usuários recusam certos cookies, o Google Consent Mode V2 permite que os sites coletem dados anonimizados. Isso garante que as empresas possam manter a tomada de decisões baseada em dados sem comprometer a privacidade.",
  "Supports essential analytics with minimal data loss.": "Suporta análises essenciais com perda mínima de dados.",
  "Balances privacy with actionable business insights.": "Equilibra privacidade com insights acionáveis para os negócios.",
  "Helps optimize website performance and marketing strategies.": "Ajuda a otimizar o desempenho do site e as estratégias de marketing.",
  "Improved User Experience": "Experiência do usuário aprimorada",
  "By respecting user consent preferences and reducing intrusive tracking practices, Google Consent Mode V2 enhances the overall user experience. It fosters trust and loyalty, which are critical for long-term customer relationships.": "Ao respeitar as preferências de consentimento do usuário e reduzir práticas de rastreamento invasivas, o Google Consent Mode V2 melhora a experiência geral do usuário. Isso promove confiança e lealdade, essenciais para relacionamentos duradouros com os clientes.",
  "Minimizes intrusive cookie banners.": "Minimiza banners de cookies intrusivos.",
  "Provides a seamless and compliant browsing experience.": "Oferece uma experiência de navegação fluida e em conformidade.",
  "Strengthens brand reputation through ethical practices.": "Fortalece a reputação da marca por meio de práticas éticas.",
  "Seamless Integration": "Integração perfeita",
  "Google Consent Mode V2 integrates effortlessly with tools like Google Analytics, Google Ads, and Tag Manager. This simplifies implementation and ensures that privacy compliance does not disrupt business operations.": "O Google Consent Mode V2 se integra facilmente a ferramentas como Google Analytics, Google Ads e Tag Manager. Isso simplifica a implementação e garante que a conformidade com a privacidade não interrompa as operações comerciais.",
  "Works with existing Google tools and services.": "Funciona com as ferramentas e serviços existentes do Google.",
  "Requires minimal technical adjustments for deployment.": "Requer ajustes técnicos mínimos para implementação.",
  "Adapts dynamically to changes in consent status.": "Adapta-se dinamicamente às mudanças no status do consentimento.",
  "Cookie Banner Requirements": "Requisitos para banners de cookies",
  "A cookie banner is typically required on websites to comply with data protection laws like GDPR, LGPD, and CCPA. Its purpose is to inform users about the use of cookies and to obtain their consent for non-essential cookies.": "Um banner de cookies geralmente é necessário em sites para cumprir leis de proteção de dados, como GDPR, LGPD e CCPA. Seu objetivo é informar os usuários sobre o uso de cookies e obter seu consentimento para cookies não essenciais.",
  "When is a banner necessary?": "Quando um banner é necessário?",
  "A banner is required if your website uses cookies for purposes such as analytics, marketing, or personalizing user preferences. These cookies require explicit user consent.": "Um banner é necessário se o seu site usar cookies para análises, marketing ou personalização de preferências do usuário. Esses cookies exigem consentimento explícito do usuário.",
  "Are banners required for necessary cookies?": "Os banners são necessários para cookies essenciais?",
  "In most jurisdictions, such as under GDPR, LGPD, and similar laws, banners are not required if your website only uses cookies that are strictly necessary for functionality. Examples include session cookies, authentication tokens, and cookies required for security or completing purchases. These cookies do not require user consent but must still be disclosed in the site's privacy policy.": "Na maioria das jurisdições, como sob o GDPR, LGPD e leis similares, banners não são necessários se o seu site usar apenas cookies estritamente necessários para a funcionalidade. Exemplos incluem cookies de sessão, tokens de autenticação e cookies exigidos para segurança ou conclusão de compras. Esses cookies não exigem consentimento do usuário, mas ainda devem ser divulgados na política de privacidade do site.",
  "Key Notes:": "Notas importantes:",

  "GDPR:": "GDPR:",
  "Requires consent for all cookies except those strictly necessary for functionality.": "Requer consentimento para todos os cookies, exceto aqueles estritamente necessários para a funcionalidade.",
  "LGPD:": "LGPD:",
  "Similar to GDPR, consent is needed for non-essential cookies.": "Semelhante ao GDPR, é necessário consentimento para cookies não essenciais.",
  "CCPA:": "CCPA:",
  "Does not mandate consent banners but requires websites to inform users about data collection and provide opt-out options for data sales.": "Não exige banners de consentimento, mas requer que os sites informem os usuários sobre a coleta de dados e ofereçam opções de exclusão para a venda de dados.",
  "Summary:": "Resumo:",
  "Use a banner when deploying non-essential cookies. For strictly necessary cookies, disclosure in your privacy policy is sufficient in most cases.": "Use um banner ao implantar cookies não essenciais. Para cookies estritamente necessários, a divulgação na política de privacidade é suficiente na maioria dos casos.",
  "Cookies Explained": "Explicando Cookies ",
  "What Are Cookies?": "O que são cookies?",
  "Cookies are small text files stored on a user's device by a website. They contain data about user activity and preferences, enabling websites to provide personalized experiences and retain essential information, such as login credentials or shopping cart items.": "Cookies são pequenos arquivos de texto armazenados no dispositivo do usuário por um site. Eles contêm dados sobre a atividade e preferências do usuário, permitindo que os sites ofereçam experiências personalizadas e retenham informações essenciais, como credenciais de login ou itens do carrinho de compras.",
  "Stored locally on the user's browser or device.": "Armazenado localmente no navegador ou dispositivo do usuário.",
  "Facilitate seamless navigation and user convenience.": "Facilitam a navegação fluida e a conveniência do usuário.",
  "Widely used across the web for functionality and analytics.": "Amplamente utilizados na web para funcionalidades e análises.",
  "Types of Cookies": "Tipos de Cookies",
  "Not all cookies are the same. Different types of cookies serve distinct purposes, ranging from essential website operations to personalized advertising.": "Nem todos os cookies são iguais. Diferentes tipos de cookies têm finalidades distintas, desde operações essenciais do site até publicidade personalizada.",
  "Essential Cookies:": "Cookies Essenciais:",
  "These are necessary for the core functionalities of a website, such as secure logins or saving items in a shopping cart.": "São necessários para as funcionalidades básicas de um site, como logins seguros ou salvar itens no carrinho de compras.",
  "Performance Cookies:": "Cookies de Desempenho:",
  "Collect anonymized data about how users interact with a website, helping improve site performance and usability.": "Coletam dados anonimizados sobre como os usuários interagem com um site, ajudando a melhorar o desempenho e a usabilidade.",
  "Functional Cookies:": "Cookies Funcionais:",
  "Store user preferences, like language settings or region-specific details, to enhance user experience.": "Armazenam preferências do usuário, como configurações de idioma ou detalhes específicos da região, para aprimorar a experiência do usuário.",
  "Advertising Cookies:" : "Cookies de Publicidade:",
  "Track user activity to deliver personalized advertisements based on browsing habits.": "Rastreiam a atividade do usuário para exibir anúncios personalizados com base nos hábitos de navegação.",
  "Why Are Cookies Important?": "Por que os cookies são importantes?",
  "Cookies enable websites to function effectively while enhancing the user experience. They also support businesses in understanding user behavior, optimizing performance, and delivering targeted services.": "Os cookies permitem que os sites funcionem de forma eficaz, melhorando a experiência do usuário. Além disso, ajudam as empresas a entender o comportamento do usuário, otimizar o desempenho e oferecer serviços direcionados.",
  "Enable seamless login and personalized experiences.": "Permitem login contínuo e experiências personalizadas.",
  "Provide critical insights into user activity and preferences.": "Fornecem insights essenciais sobre a atividade e as preferências dos usuários.",
  "Support marketing and advertising strategies.": "Apoiam estratégias de marketing e publicidade.",
  "Privacy Concerns": "Preocupações com Privacidade",
  "While cookies are essential, they can raise privacy concerns if misused. Tracking cookies, in particular, have prompted global data protection laws like GDPR, LGPD, and CCPA, ensuring users have control over their data.": "Embora os cookies sejam essenciais, podem levantar preocupações com privacidade se forem mal utilizados. Os cookies de rastreamento, em especial, motivaram leis globais de proteção de dados como GDPR, LGPD e CCPA, garantindo que os usuários tenham controle sobre seus dados.",
  "Some cookies collect sensitive personal data.": "Alguns cookies coletam dados pessoais sensíveis.",
  "Consent is required for non-essential cookies in many jurisdictions.": "O consentimento é necessário para cookies não essenciais em muitas jurisdições.",
  "Transparency and control are critical for compliance and trust.": "Transparência e controle são fundamentais para conformidade e confiança.",
  "How Google Consent Mode Manages Cookies": "Como o Google Consent Mode gerencia cookies",
  "Google Consent Mode V2 provides a robust framework for managing cookies in compliance with global privacy laws. By integrating with Consent Management Platforms, it dynamically adjusts cookie behavior based on user consent.": "O Google Consent Mode V2 oferece um framework robusto para gerenciar cookies em conformidade com as leis globais de privacidade. Ao se integrar com Plataformas de Gerenciamento de Consentimento, ajusta dinamicamente o comportamento dos cookies com base no consentimento do usuário.",
  "Enables anonymized data collection when consent is not granted.": "Permite a coleta de dados anonimizados quando o consentimento não é concedido.",
  "Supports user preference updates in real time.": "Suporta atualizações de preferências do usuário em tempo real.",
  "Ensures compliance with laws like GDPR, LGPD, and others.": "Garante conformidade com leis como GDPR, LGPD e outras.",
  "Data Categories": "Categorias de Dados",
  "Understanding how we use your data": "Entendendo como usamos seus dados",
  "Necessary": "Necessário",
  "Essential for website functionality:": "Essential for website functionality:",
  "This category includes data that is strictly necessary for the website to function properly.": "Esta categoria inclui dados que são estritamente necessários para o funcionamento adequado do site.",
  "Examples: Session cookies, authentication tokens, and data required to complete a purchase.": "Exemplos: Cookies de sessão, tokens de autenticação e dados necessários para concluir uma compra.",
  "User consent:": "Consentimento do usuário:",
  "Typically, users don't have the option to opt-out of necessary data processing.": "Normalmente, os usuários não têm a opção de optar por não processar dados necessários.",
  "Marketing": "Marketing",
  "Used for targeted advertising:" : "Usado para publicidade direcionada:",
  "This category includes data used to personalize ads and track user behavior for marketing purposes.": "Esta categoria inclui dados usados para personalizar anúncios e rastrear o comportamento do usuário para fins de marketing.",
  "Examples: Cookies that track browsing history, demographic information, and interests.": "Exemplos: Cookies que rastreiam o histórico de navegação, informações demográficas e interesses.",
  "Users can usually opt-out of marketing data processing.": "Os usuários geralmente podem optar por não processar dados de marketing.",
  "Analytics": "Análise",
  "Used for website performance and user behavior:": "Usado para desempenho do site e comportamento do usuário:",
  "This category includes data used to analyze website traffic, user engagement, and other metrics to improve the website's performance.": "Esta categoria inclui dados usados para analisar o tráfego do site, o engajamento do usuário e outras métricas para melhorar o desempenho do site.",
  "Examples: Cookies that track page views, time spent on site, and click-through rates.": "Exemplos: Cookies que rastreiam visualizações de página, tempo gasto no site e taxas de cliques.",
  "Users can usually opt-out of analytics data processing.": "Os usuários geralmente podem optar por não processar dados de análise.",
  "Preferences": "Preferências",
  "Used for personalized user experience:": "Usado para experiência personalizada do usuário:",
  "This category includes data used to customize the website's appearance or content based on user preferences.": "Esta categoria inclui dados usados para personalizar a aparência ou o conteúdo do site com base nas preferências do usuário.",
  "Examples: Cookies that remember language preferences, theme choices, or previously viewed products.": "Exemplos: Cookies que lembram preferências de idioma, escolhas de tema ou produtos visualizados anteriormente.",
  "Users can usually opt-out of preference data processing.": "Os usuários geralmente podem optar por não processar dados de preferências.",
  "Necessary data is essential for the website to function. Marketing data is used to target ads and track user behavior. Analytics data is used to analyze website performance. Preferences data is used to personalize the user experience. Users typically have more control over marketing, analytics, and preference data processing.": "Dados necessários são essenciais para o funcionamento do site. Dados de marketing são usados para segmentar anúncios e rastrear o comportamento do usuário. Dados de análise são usados para analisar o desempenho do site. Dados de preferências são usados para personalizar a experiência do usuário. Os usuários normalmente têm mais controle sobre o processamento de dados de marketing, análise e preferências.",
  "Name:": "Nome:",
  "Email:": "Email:",
  "Message:": "Mensagem:",
  "Send Message": "Enviar Mensagem",

  "Welcome to Consent Mode Banner": "Bem-vindo ao Consent Mode Banner",
  "The home of the Free Consent Mode Banner Generator. Our mission is to provide web developers, site owners, and digital marketers with a simple, effective, and customizable solution for managing cookie consent on their websites.": "A casa do Gerador de Banner de Modo de Consentimento Gratuito. Nossa missão é fornecer a desenvolvedores web, proprietários de sites e profissionais de marketing digital uma solução simples, eficaz e personalizável para gerenciar o consentimento de cookies em seus sites.",

  "Our Story": "Nossa História",
  "In today's digital landscape, privacy and user consent are more important than ever. We recognized the need for an easy-to-use tool that would help website owners comply with regulations like GDPR and CCPA without compromising on user experience or aesthetics. That's why we created our Free Consent Mode Banner Generator.": "No cenário digital atual, a privacidade e o consentimento do usuário são mais importantes do que nunca. Reconhecemos a necessidade de uma ferramenta fácil de usar que ajudasse os proprietários de sites a cumprir regulamentações como o GDPR e o CCPA sem comprometer a experiência do usuário ou a estética. Foi por isso que criamos nosso Gerador de Banner de Modo de Consentimento Gratuito.",

  "What We Offer": "O Que Oferecemos",
  "Our tool allows you to create fully customizable consent banners with minimal effort.": "Nossa ferramenta permite que você crie banners de consentimento totalmente personalizáveis com o mínimo de esforço.",
  "You can choose from various placements, styles, and configurations to match your website's design and functionality.": "Você pode escolher entre várias posições, estilos e configurações para combinar com o design e a funcionalidade do seu site.",
  "Whether you need a simple accept button or a more detailed settings option, our generator has you covered.": "Seja um simples botão de aceitar ou uma opção de configurações mais detalhada, nosso gerador tem o que você precisa.",

  "Why Choose Us?": "Por Que Escolher-nos?",
  "User-Friendly Interface:": "Interface Amigável:",
  "Our intuitive design ensures that you can create and implement a consent banner in minutes, even with no coding experience.": "Nosso design intuitivo garante que você possa criar e implementar um banner de consentimento em minutos, mesmo sem experiência em programação.",
  "Customization:": "Personalização:",
  "Tailor your banner to fit the look and feel of your website with customizable colors, text, and buttons.": "Personalize seu banner para se ajustar ao visual e à identidade do seu site com cores, textos e botões customizáveis.",
  "Compliance:": "Conformidade:",
  "Stay compliant with the latest privacy laws and regulations by using our up-to-date consent solutions.": "Mantenha-se em conformidade com as últimas leis e regulamentações de privacidade utilizando nossas soluções de consentimento sempre atualizadas.",
  "Support:": "Suporte:",
  "We're here to assist you with any questions or issues you might encounter while using our tool.": "Estamos aqui para ajudá-lo com qualquer dúvida ou problema que possa encontrar ao usar nossa ferramenta.",

  "Our Commitment": "Nosso Compromisso",
  "At Consent Mode Banner, we are committed to helping you navigate the complexities of digital privacy with ease. Our free tool is designed to save you time and effort, allowing you to focus on what really matters – your website and your audience.": "No Consent Mode Banner, estamos comprometidos em ajudá-lo a navegar pelas complexidades da privacidade digital com facilidade. Nossa ferramenta gratuita foi projetada para economizar seu tempo e esforço, permitindo que você se concentre no que realmente importa – seu site e seu público.",

  "Thank you for choosing Consent Mode Banner. We look forward to helping you create a better and more compliant online experience.": "Obrigado por escolher o Consent Mode Banner. Estamos ansiosos para ajudá-lo a criar uma experiência online melhor e mais em conformidade.",

  "For more information or support, feel free to": "Para mais informações ou suporte, sinta-se à vontade para",

  "Terms of Use": "Termos de Uso",
  "1. Nature of Service": "1. Natureza do Serviço",
  "The website provides a consent banner generator. No other services are offered.": "O site oferece um gerador de banners de consentimento. Nenhum outro serviço é fornecido.",
  "2. Permitted Use": "2. Uso Permitido",
  "Any person or entity may use the generated banners for personal or commercial purposes.": "Qualquer pessoa ou entidade pode utilizar os banners gerados, seja para fins pessoais ou comerciais.",
  "3. Modifications and Updates": "3. Modificações e Atualizações",
  "The website may modify the consent banners at any time. However, the Terms of Use will remain unchanged without prior notice.": "O site pode alterar os banners de consentimento a qualquer momento. No entanto, os Termos de Uso permanecerão inalterados sem aviso prévio.",
  "4. Technical Restrictions": "4. Restrições Técnicas",
  "There are no restrictions on reverse engineering or modifying the generator's code.": "Não há restrições quanto à engenharia reversa ou modificação do código do gerador.",
  "5. Warranties and Responsibilities": "5. Garantias e Responsabilidades",
  "The website disclaims any responsibility for problems arising from the use of the generated banners.": "O site se isenta de qualquer responsabilidade por problemas decorrentes do uso dos banners gerados.",
  "6. External Links Policy": "6. Política de Links Externos",
  "The website does not display third-party links and is not responsible for external site content.": "O site não exibe links para terceiros e não se responsabiliza pelo conteúdo de sites externos.",
  "7. Jurisdiction": "7. Jurisdição",
  "Legal responsibility for the use of the banners lies entirely with the user.": "A responsabilidade legal pelo uso dos banners é exclusivamente do usuário.",

  "Data Collection and Usage": "Coleta e Uso de Dados",
  "Our website does not collect, store, or process personal data from users.": "Nosso site não coleta, armazena ou processa dados pessoais dos usuários.",

  "Use of Cookies": "Uso de Cookies",
  "We only use optional cookies for analytical metrics. Users can disable them through their browser settings. We also use third-party cookies, such as Google Analytics, for statistical purposes.": "Utilizamos apenas cookies opcionais para análise de métricas analíticas. O usuário pode desativá-los através das configurações do navegador. Também usamos cookies de terceiros, como Google Analytics, para fins estatísticos.",

  "Data Sharing": "Compartilhamento de Dados",
  "We do not share any data with third parties.": "Não compartilhamos nenhum dado com terceiros.",

  "Security": "Segurança",
  "Since we do not store personal information, no additional data protection policies are required.": "Como não armazenamos informações pessoais, não há necessidade de políticas adicionais de proteção de dados.",

  "User Rights": "Direitos do Usuário",
  "Users do not need to request data deletion, as we do not store any personal information.": "O usuário não precisa solicitar a exclusão de dados, pois não armazenamos nenhuma informação pessoal.",

  "Third-Party Links": "Links para Terceiros",
  "Our website does not contain links to third-party sites, so we are not responsible for external privacy policies.": "Nosso site não contém links para terceiros, portanto, não nos responsabilizamos por políticas de privacidade externas.",

  "Policy Changes": "Alterações na Política",
  "This policy may be changed at any time without prior notice.": "Esta política pode ser alterada a qualquer momento, sem aviso prévio.",

  "Enable essential cookies for the website to function properly.": "Ative os cookies essenciais para o funcionamento adequado do site.",
  "Allow anonymous tracking of website usage to improve user experience.": "Permitir o rastreamento anônimo do uso do site para melhorar a experiência do usuário.",
  "Remember user preferences such as language and region settings.": "Lembre-se das preferências do usuário, como configurações de idioma e região.",
  "Enable personalized advertisements based on user interests and behavior.": "Habilite anúncios personalizados com base nos interesses e comportamento do usuário.",

  "Oops! The page you are looking for could not be found. Please check the URL or return to the home page.": "Ops! A página que você está procurando não pôde ser encontrada. Verifique a URL ou retorne à página inicial.",
  "Go back home": "Go back home"
}
